export default {
  category: [
    '武器',
    '防具',
    'コスチューム/パーツ/武器迷彩',
    '消費アイテム',
    '素材',
    'その他'
  ],
  subcategory: [
    // 武器
    [
      'ソード',
      'ワイヤードランス',
      'パルチザン',
      'ツインダガー',
      'ダブルセイバー',
      'ナックル',
      'カタナ',
      'デュアルブレード',
      'アサルトライフル',
      'ランチャー',
      'ツインマシンガン',
      'バレットボウ',
      'ロッド',
      'タリス',
      'ジェットブーツ',
      'タクト',
    ],
    // 防具
    [],
    // コスチューム/パーツ/武器迷彩
    [
      '武器迷彩',
      'コスチューム',
      'パーツ',
      'その他'
    ],
    // 消費アイテム
    [
      'ロビーアクション',
      'アウターウェア',
      'ベースウェア',
      'インナーウェア',
      'セットウェア',
      'アクセサリー',
      'その他'
    ],
    // 素材
    [
      'OPカプセル',
      'トリガー',
      'その他'
    ],
    // その他
    [
      '潜在能力開放代用材',
      '限界突破代用材',
      'ミュージックディスク',
      'その他'
    ]
  ],
}
